Repository: miguellrp/tesArte
Catalog: lib/l10n/app_*.arb
Languages: gl

source: Account successfully created
gl: Conta creada correctamente

# emptyNameWarning
source: Name cannot be empty
gl: O nome non pode quedar baleiro

# errorOnCreatingAccount
source: An error occurred while trying to create your account
gl: Ocurriu un erro ó tratar de crear a túa conta

# enterNameToIdentifyYourself
source: Enter a name to identify yourself:
gl: Escribe un nome co que identificarte:

source: Is this your first time here?
gl: É a túa primeira vez por aquí?

source: Home
gl: Inicio

source: My books
gl: Os meus libros

# pushOn
source: Continue
gl: Continuar

# usernameAlreadyInUse
source: Username is already in use
gl: O nome de usuario xa se atopa en uso

source: Your cultural library
gl: A túa libraría cultural
